{
	"Ienze": "Ienze",
	"About": "O mne",
	"Portfolio": "Portfólio",
	"Programming": "Programovanie",
	"Websites": "Webstránky",
	"Other": "Ostatné",
	"Art": "Grafika",
	"programming": "programovanie",
	"websites": "Webstránky",
	"other": "Ostatné",
	"art": "Grafika",
	"Menu": "Menu",
	"More projects": "Dalšie projekty",
	"Project": "Projekt",
	" to ": " do ",
	"Previous project": "Predchádzajúci projekt",
	"Next project": "Dalsi projekt",
	"Change language": "Change language",
	"Download file": "Stiahnuť súbor",
	"DATE_FORMAT": "dd. mm. yyyy",
	"ABOUT_1": "Práve teraz som % ročný chlapec. Som študent. Som študent mnohých učiteľov, ale najme svoj vlastny. To preto, že množstvo vecí ktoré je možné vidieť na stránke som sa naučil práve sám. Už % rokov žijem na tejto Zemi a ani ste si to nevšimli, však? No tak dnes sa to možno zmení (za predpokladu že toto čítate).",
	"ABOUT_2": "Programovania som sa prvý krát dotkol pred % rokmi. Od vtedy som už skúšal vytvoriť množstvo rôznych projektov z využitím množstva rôznych prostriedkov. Stále sa snažím hľadať nové zauímavejšie spôsoby ako k ním pristupovať. Taktiež nezabúdajme na kreativitu. Môžem len povedať, že sa veľmi často snažím vytvoriť niečo nové, originálne.",
	"ABOUT_3": "Myslím že nezáleží na tom čo práve dokážem, ale na tom čo sa za týžden dokážem naučiť. A v mojom prípade je toho veľa. Každa vec ktorej som sa venoval išla o niečo rychlejšie ako tá predchádzajuca. A to vďaka množstvu podobných skúsenosti ktoré som už získal.",
	"ABOUT_ME": "Dominik Gmiterko. Študujem informatiku na FI MUNI. Na internete používam prezývku Ienze. Niektoré ma volajú aj Linda.",
	"Just": "Iba",
	"Contact": "Kontakt",
	"About me": "Niečo o mne",
	"SITE_DESCRIPTION": "Ja som Dominik Gmiterko (Ienze). Toto je moja osobná stránka. Nájdete na nej webové stránky ktoré som vytvoril a iné projekty. Píšem aj blog o tom čo využívam.",
	"SITE_KEYWORDS": "programátor, osobná stránka, kreatívny, výtvarnik, coder artist me, grafika, webstránka, webová aplikácia",
	"SITE_DESCRIPTION_ABOUT": "Ja som Dominik Gmiterko (Ienze). Som programátor, umelec, ale hlavne kreatívny človek. Som schopný pomôcť v tomto virtuálnom svete.",
	"SITE_KEYWORDS_ABOUT": "ienze, kóder, kreatívny, výtvarnik, grafika, skúsenosti, webová aplikácia, blog",
	"DESCRIPTION_PORTFOLIO_SHORT": "Na portóliu sa nenáchadza množstvo projektov na ktoých som pracoval. Každý je iný, jedinečný.",
	"DESCRIPTION_PORTFOLIO_MAIN": "Na portóliu sa nechádza množstvo projektov na ktoých som pracoval. Nadchýňa ma vymýšľanie nových nápadov ako aj ich realizácia.",
	"SITE_DESCRIPTION_PORTFOLIO": "Malé úspechy Dominika Gmiterka. Tu sa nachádza zoznam projektov na ktorých som pracoval. Pri ich vytváraní som získal množstvo rôznych skúsenosti; peace!",
	"SITE_KEYWORDS_PORTFOLIO": "ienze, portfólio, moja práca, projekty, kreatývny, programovanie, webstránka, umenie",
	"SITE_KEYWORDS_PORTFOLIO_PROGRAMMING": "ienze, portfólio, moja práca, projekty, aplikácie, hry, programy, java",
	"SITE_KEYWORDS_PORTFOLIO_WEBSITES": "ienze, portfólio, moja práca, projekty, dizajn, webstánka, webdizajn, webová aplikácia, css, php, hry",
	"SITE_KEYWORDS_PORTFOLIO_ART": "ienze, portfólio, moja práca, projekty, kreatývny, krezba, maľba, dizajn, grafika, cgi",
	"SITE_KEYWORDS_PORTFOLIO_OTHER": "ienze, portfólio, moja práca, projekty, kreatývny, think outside of box, nápady, inovatívne nápady",
	"PORTFOLIO_CONTENT": "Nadchýňa ma vymýšľanie nových nápadov ako aj ich realizácia. V budúcnosti by som chcel viac spolupracovať s ďalšími kreatívnymi ľuďmi. Kedže zatiaľ som toto všetko dosiahol sám.",
	"PORTFOLIO_CONTENT_PROGRAMMING": "Myslím, že som skúseny programátor aj keď som samouk. Mam skúsenosti z riešenim rozličných úloh. V tejto oblasti mám rozsiahle skúsenosti z programovaním v Jave. Vytvoril so rôzne užitočné aplikácie a aj nejaké hry.",
	"PORTFOLIO_CONTENT_WEBSITES": "Webovým technológiam sa venujem asi najdlhšie vďaka jednoduchosti práce z nimi. Za ten čas som vytvoril dostatok webových stránok, prezentácii ale aj hier v prehliadači.",
	"PORTFOLIO_CONTENT_ART": "Hladanie suvislosti tam kde by žiadne byť namali. Premiestnovanie spomienok. Reflexy. Nemozne; peace!",
	"PORTFOLIO_CONTENT_OTHER": "Moje nápady niesu jednofarebné. Nevenujem sa striktne len programovaniu alebo grafike. V tejto kategórii možete nájsť práve to čo sa odlišuje od toho bežného.",
	"SITE_DESCRIPTION_BLOG": "Miesto kde popisujem technologie ktoré používam, ale aj bežné každodenné témy.",
	"SITE_KEYWORDS_BLOG": "ienze, blog, think outside of box, kódovanie, nápady, novinky, webstránka, css, php, java",
	"KNOWLEDGEBASE_DESCRIPTION": "Používal som rôzne prostriedky. Toto je zoznam tých, ktoré som využíval a viem s nimi pracovať:",
	"Project not found": "Projekt nenajdeny",
	"Not Found": "Not Found",
	"Error": "Error"
}